/* Ink */
"Epson genuine" = "Γνήσιο Epson";
"EPSON genuine" = "Γνήσιο EPSON";
"NONEGENUINECARTRIDGE" = "μη γνήσιο δοχείο";

/* Color */
"Black" = "Μαύρο";
"Color" = "Χρώμα";
"Matte Black" = "Ματ μαύρο";
"Photo Black" = "Μαύρο φωτογραφιών";
"Light Black" = "Φωτεινό μαύρο";
"Light Light Black" = "Πολύ αχνό μαύρο";
"Cyan" = "Γαλάζιο";
"Light Cyan" = "Ανοιχτό γαλάζιο";
"Magenta" = "Ματζέντα";
"Light Magenta" = "Ανοιχτό ματζέντα";
"Yellow" = "Κίτρινο";
"Dark Yellow" = "Σκούρο κίτρινο";
"Red" = "Κόκκινο";
"Blue" = "Μπλε";
"Gloss Optimizer" = "Βελτιστοποίηση στιλπνότητας";
"Vivid Magenta" = "Ζωντανό ματζέντα";
"Vivid Light Magenta" = "Ζωντανό αχνό ματζέντα";
"Orange" = "Πορτοκαλί";
"Green" = "Πράσινο";
"Unknown" = "Άγνωστο";

"LFP Black" = "Μαύρο";
"LFP Matte Black" = "Ματ μαύρο";
"LFP Photo Black" = "Μαύρο φωτογραφιών";
"LFP Light Black" = "Φωτεινό μαύρο";
"LFP Light Light Black" = "Πολύ αχνό μαύρο";
"LFP Cyan" = "Γαλάζιο";
"LFP Light Cyan" = "Ανοιχτό γαλάζιο";
"LFP Magenta" = "Ματζέντα";
"LFP Light Magenta" = "Ανοιχτό ματζέντα";
"LFP Yellow" = "Κίτρινο";
"LFP Dark Yellow" = "Σκούρο κίτρινο";
"LFP Red" = "Κόκκινο";
"LFP Blue" = "Μπλε";
"LFP Gloss Optimizer" = "Βελτιστοποίηση στιλπνότητας";
"LFP Vivid Magenta" = "Ζωντανό ματζέντα";
"LFP Vivid Light Magenta" = "Ζωντανό αχνό ματζέντα";
"LFP Orange" = "Πορτοκαλί";
"LFP Green" = "Πράσινο";

"EAI Black" = "Μαύρο";
"EAI Matte Black" = "Ματ μαύρο";
"EAI Photo Black" = "Μαύρο φωτογραφιών";
"EAI Light Black" = "Φωτεινό μαύρο";
"EAI Light Light Black" = "Πολύ αχνό μαύρο";
"EAI Cyan" = "Γαλάζιο";
"EAI Light Cyan" = "Ανοιχτό γαλάζιο";
"EAI Magenta" = "Ματζέντα";
"EAI Light Magenta" = "Ανοιχτό ματζέντα";
"EAI Yellow" = "Κίτρινο";
"EAI Dark Yellow" = "Σκούρο κίτρινο";
"EAI Red" = "Κόκκινο";
"EAI Blue" = "Μπλε";
"EAI Gloss Optimizer" = "Βελτιστοποίηση στιλπνότητας";
"EAI Vivid Magenta" = "Ζωντανό ματζέντα";
"EAI Vivid Light Magenta" = "Ζωντανό αχνό ματζέντα";
"EAI Orange" = "Πορτοκαλί";
"EAI Green" = "Πράσινο";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "Σφάλμα επικοινωνίας";
"Common ComError Text2" = "Ελέγξτε όλες τις συνδέσεις και βεβαιωθείτε ότι όλες οι συσκευές είναι ενεργοποιημένες. Εάν η τροφοδοσία διακόπηκε στη διάρκεια της εκτύπωσης, ακυρώστε την εργασία εκτύπωσης. Εάν δεν διορθωθεί το σφάλμα, ανατρέξτε στην τεκμηρίωση του εκτυπωτή σας.";
"Common ComError B1" = "Προσπ.πάλι";
"Common ComError B2" = "Άκυρο";

"Common Error Text1" = "Άγνωστο σφάλμα";
"Common Error Text2" = "Απενεργοποιήστε τον εκτυπωτή και αφαιρέστε το μπλοκαρισμένο χαρτί. Μετά από λίγα λεπτά, ενεργοποιήστε ξανά τον εκτυπωτή.";
"Common Error B1" = "Ακύρωση";
"Common Error B2" = "Συνέχεια";

"Common FF Error Text1" = "Αντικατάσταση δοχείου μελανιού";
"Common FF Error Text2" = "Ελέγξτε αν έχουν τοποθετηθεί σωστά τα δοχεία μελανιού.";
"Common FF Error B1" = "Ακύρωση";
"Common FF Error B2" = "Συνέχεια";

"Common Ink Low at Proxy" = "Χαμηλή στάθμη μελανιού";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "Ο συνδυασμός δοχείων μελανιού που έχει τοποθετηθεί στον εκτυπωτή διαφέρει από αυτόν που είχε τοποθετηθεί κατά την επιλογή του εκτυπωτή στο λογισμικό Print Center. Διαγράψτε τον εκτυπωτή από την ενότητα Printer List του λογισμικού Print Center και, στη συνέχεια, προσθέστε τον ξανά.";
"INKSETALERT_READDPRINTER_T" = "Ο συνδυασμός δοχείων μελανιού που έχει τοποθετηθεί στον εκτυπωτή διαφέρει από αυτόν που είχε τοποθετηθεί κατά την επιλογή του εκτυπωτή στο λογισμικό Printer Setup Utility. Διαγράψτε τον εκτυπωτή από την ενότητα Printer List του λογισμικού Printer Setup Utility και, στη συνέχεια, προσθέστε τον ξανά.";
"INKSETALERT_READDPRINTER_L" = "Ο συνδυασμός δοχείων μελανιού που έχει τοποθετηθεί στον εκτυπωτή διαφέρει από αυτόν που είχε τοποθετηθεί κατά την επιλογή του εκτυπωτή. Διαγράψτε τον εκτυπωτή από την ενότητα Printer List στην επιλογή System Preferences > Print & Fax > καρτέλα Printing και, στη συνέχεια, προσθέστε τον ξανά.";

"Code" = "Κωδικός";

/* For Paper Low Alert */
"PAPERLOW_P" = "Το χαρτί τελειώνει";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "Σφάλμα επικοινωνίας";
"SEH_ER00" = "Γενικό σφάλμα";
"SEH_ER01" = "Απασχολημένος εκτυπωτής";
"SEH_ER04" = "Εμπλοκή χαρτιού";
"SEH_ER05" = "Αντικατάσταση δοχείου μελανιού";
"SEH_ER05_ICERR" = "Αντικατάσταση δοχείου μελανιού";
"SEH_ER05_FF" = "Αντικατάσταση δοχείου μελανιού";
"SEH_ER06" = "Το χαρτί δεν έχει φορτωθεί σωστά";
"SEH_ER10" = "Απαιτείται συντήρηση";
"SEH_WRCD" = "Δεν είναι δυνατή η ολοκλήρωση του καθαρισμού της κεφαλής.";
"SEH_CCE" = "Παρουσιάστηκε σφάλμα.";
"SEH_RPE" = "Η ρύθμιση για την τροφοδοσία χαρτιού που έχει επιλεχθεί στο πρόγραμμα οδήγησης του εκτυπωτή δεν είναι κατάλληλη για το χαρτί που έχει τοποθετηθεί στον εκτυπωτή.";
"SEH_STCS" = "Τροφοδοσία του συστήματος μελανιού";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "Παρουσιάστηκε σφάλμα στην επικοινωνία. Βεβαιωθείτε ότι ο εκτυπωτής είναι αναμμένος. Ελέγξτε τις συνδέσεις των καλωδίων. Εάν γίνεται εκτύπωση δείγματος για έλεγχο των ακροφυσίων, απενεργοποιήστε τον εκτυπωτή και ενεργοποιήστε τον πάλι, για να τον επαναφέρετε σε κανονική κατάσταση λειτουργίας.";
"Ink Exchange Err 2" = "Η κεφαλή εκτύπωσης δεν μετακινήθηκε στη σωστή θέση για αντικατάσταση του δοχείου μελανιού.";
"Ink Exchange Err 3" = "Η κεφαλή εκτύπωσης δεν μετακινήθηκε στη σωστή θέση.";
"Ink Exchange Err 4" = "Η ολοκλήρωση της φόρτωσης μελανιού απέτυχε.";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
Επίλυση του προβλήματος στο προϊόν.";
"ErrorHandler Button String Cancel" = "Άκυρο";

/* Ink Tank Utility */
"Above" = "Επάνω";
"below" = "Κάτω";
"Correct" = "Αυτό το αναγνωριστικό είναι έγκυρο.";
"Wrong" = "Αυτό το αναγνωριστικό δεν είναι έγκυρο.";
"DifferenceColor" = "Αυτό το αναγνωριστικό είναι για το %correctcolor%.
Το αναγνωριστικό δεν είναι έγκυρο.";
"Duplicate" = "Δεν μπορείτε να εισαγάγετε ένα αναγνωριστικό που χρησιμοποιήθηκε προηγουμένως.";
"DifferenceMachine" = "Αυτό το αναγνωριστικό δεν είναι έγκυρο.";
"Ink Tank Utility Err1" = "Δεν υπάρχουν πληροφορίες για αυτόν τον εκτυπωτή.";
"Ink Tank Utility Err2" = "Παρουσιάστηκε σφάλμα επικοινωνίας.
Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά.";
